Repository: apertium/apertium-sme-smj
Catalog: tmx_data/cealkkavastadata.tmx
Source language: sme
Languages: smj

source: Sámi allaskuvlla prorektor Ylva Jannok Nutti oaivvilda dehálažžan lassi stipeandda addit maiddái davvisámegielat studeanttaide geat váldet oahpaheaddjeoahpu.
smj: Sáme allaskåvlå prorievtor Ylva Jannok Nutti miejnni ájnnasin la lasse stipendav vaddet nuorttasámegielak studentajda aj gudi åhpadiddjeåhpadusáv válldi. OK, PROBLEM: WO

source: Son lohká sin árvvoštallan movt dát sáhttá šaddat buorrin boahtteáigái.
smj: Sån javllá sij li árvustallam gåktu dát máhttá sjaddat buorren boahtteájggáj. OK

source: Goalmmát fas lohká iežas hui movttegin.
smj: Goalmát vas javllá sån la huj måvtuk. OK

source: Goalmmát fas lohká iežas rievtti mielde hui movttegin.
smj: Goalmát vas javllá sån ajtu l huj måvtuk. OK

source: Goalmmát fas lohká iežas rievtti mielde hui movttegis olmmožin.
smj: Goalmát vas javllá jut sån ållu riekta l huj måvtugis ulmutjin. OK

source: Son muitala iežas fitnan dieđiheame ášši politiijaide ja lohká sin jearran sus manne ii leat ovttatmano fitnan sin luhtte.
smj: Sån subtsas sån la mannam diededit ássje politijjajda ja javllá sij li gatjádam sujsta manen ij la dakkavide mannam sijá lunna. OK

source: Oskal jáhkká dan váikkuhit boahttevaš festiválaide.
smj: Oskal jáhkká dat vájkkut boahttevasj festiválajda. OK

source: Mii leat ilus go sáhttit fállat miellagiddevaš logaldallamiid ja panelaid, ja doaivut dan nannet ja loktet sámi journalistihka.
smj: Lep ávon gå máhttep miellagiddis lågådallamijt ja panielajt fállat, ja doajvvop dat nanni ja låppti sáme journalistihkav. OK

source: Moai dajaime iežame vigiheapmin.
smj: Javlajma måj lin vigedime. OK

source: Buvttadeaddji Elle Mari Dunfjell Oskal lohká sin duđavaččat doaluiguin.
smj: Buvtadiddje Elle Mari Dunfjell Oskal javllá sij li dudálattja dáhpádusájn. OK

source: Danne ii jáhke Dunfjell Oskal váikkuhit boahttevaš festiválaide.
smj: Danen Dunfjell Oskal ij jáhke dát vájkkut boahtte festiválajda. AMBIGIØS

source: Danne ii jáhke Dunfjell Oskal váikkuhit boahttevaš festiválaide, ja lohká baicca sin árvvoštallan movt dát sáhttá šaddat buorrin boahtteáigái.
smj: Danen Dunfjell Oskal ij jáhke dát vájkkut boahtte festiválajda, ja javllá farra sij árvustalli gåktu dát máhttá sjaddat buorren boahtteájggáj. AMBIGIØS SUBJ/F-SUBJ

source: In jáhke dan tabu-áššin, dušše dovddan ahte olbmot unnán dihtet dán birra.
smj: Iv jáhke dat la tabu-ássje, dåssju dåbdåv ulmutja binnáv diehti dán birra. OK

source: Son oaivvilda aŋkke leat buriid loguid.
smj: Sån miejnni huoman li buorre lågo. OK

source: Dattege eai dieđe movt logut leat jus buohtastahttá eará prográmmaiguin, muhto oaivvilda aŋkke buriid loguid go dá leat geahččit geat aktiivvalaččat leat mannan NRK 2:i ja geahččan sáddaga.
smj: Huoman e diede gåktu lågo li jus ietjá prográmmaj buohtastahttá, valla miejnni huoman dá li buorre lågo gå dá li gæhttje gudi aktijvalattjat li mannam NRK2:aj ja gæhttjam sáddagav. OBS

source: Bákčasiid son čilge álgit čoavjjis, de manne čielgái, dasto suonjarda julggiide ja gieđaide.
smj: Sån tjielggi báktjasa tjoajven álggi, de manni tjavelgij, ja de suonjardi juolgijda ja giedajda. F-SUBJ ÁLGOCEALKAGIS

source: Son lohká buot fágaservviid leat leamaš mielde ságastallamis liigebálkká birra Sámi allaskuvllain.
smj: Sån javllá divna fáhkasiebre li sæbrram ságastallamij duoddebálká birra Sáme allaskåvlåjn. OK

source: Son lohká buot fágaservviid, geain leat bargit Sámi Allaskuvllas, leat leamaš mielde ságastallamis liigebálkká birra Sámi allaskuvllain.
smj: Sån javllá divna fáhkasiebre, gejn li bargge Sáme Allaskåvlån, li læhkám maŋen ságastallamin duoddebálká birra Sáme allaskåvlåjn. OBS

source: Runar Myrnes Balto Romssa sámi searvvis lohká Romssa suohkana fertet dáhkidit sámi mánáide saji sámi mánáidgárdái.
smj: Runar Myrnes Balto Råmså sáme siebren javllá Råmså suohkan hæhttu jáhttet sáme mánájda sajev sáme mánájgárddáj. OK

source: Dál gáibida Romssa suohkana dáhkidit saji buot sámi mánáide suohkanis.
smj: Dálla gájbbet Råmså suohkan jáhttá sajev divna sáme mánájda suohkanin. OK

source: Váhnemat ballet mánáid dáruiduvvat go mánáidgárdesajit váilot.
smj: Æjgáda balli máná dárojduvvi gå mánájgárddesaje vájlluji. OK

source: Nrk áibmomediahoavda, Thor Gjermund Eriksen, lohká sin ožžon rivttes olbmo Nrk sámi direktevran.
smj: NRK ájmmomedijájådediddje, Thor Gjermund Eriksen, javllá sij li oadtjum rievtes ulmutjav NRK Sáme direkterran. OK

source: Pedersen lohká ožžon ipmárdusa ahte lea olu unnit go miljovnna birra sáhka.
smj: Pedersen javllá la dádjadusáv oadtjum jut la ålov binnep gå millijåvnå birra sáhka. OK

source: Sii lohke áigut árvvoštallat eanet doarjaga go 600.000 ruvnno, muhto mis ii leat vejolašvuohta árvvoštallat dan ovdal ásahit ođđa ossodaga boahtte jagi, dadjá Pedersen.
smj: Sij javllin ájggu ienep dårjav árvustallat gå 600,000 kråvnå, valla miján ij la máhttelisvuohta árvustallat dav åvddåla ådå åssudagáv ásadip boahtte jage, javllá Pedersen. OBS

source: Son lohká erenoamáš váddásin jávkadit šlája oalát.
smj: Sån javllá sierralágásj gássjel la slájav ållu gádodit. OK

source: Hætta lohká soames áššiin vásihan muhtima dihtosis leamaš guhkit áiggi veahkaválddálašvuođa, psyhkalaš veahkaváldima, ja eará vašuheami, muhto ii oktage leat hehtten dan.
smj: Hætta javllá sån la soames ássjijn vásedam jut muhtema li guhkev vásedan vahágahttemav, psykalasj illastimev, ja ietjá vassjomav, valla aktak ij la dav hieredam. F-SUBJ VÁILU

source: Tor Mikalsen lohká maid gearggusin lohkkadit iežas, jus šaddá dárbu go son lea báikkis.
smj: Tor Mikalsen javllá aj sån la gárvvásin lássitjit ietjas, jus sjaddá dárbbo gå sån la bájken. SUBJ HAGA

source: Su mielas lea erenomáš fiinna guovlu ja lohká leat roassun go ruvkefitnodat Nussir ASA lea plánen billistit guovllu ja vuona.
smj: Suv mielas la sierralágásj fijnna guovllo ja javllá la niedan gå gruvvovidnudahka Nussir ASA la plánim guovlov ja vuonav biejsstet. OK

source: Eira-Åhren lohká Vearroetáhta čilgen ahte go sii molso systema «Nytt folkeregister» -prošeavttas, de lea dieđuid sirdimiin, dahje migreremiin mannan boastut danne go ledje bidjan boasttu dáhtona vuođđun.
smj: Eira-Åhren javllá Værroetáhtta l tjielggim jut gå sij målssun systiemav «Nytt folkeregister» -prosjevtan, de la diedoj sirddemijn, jali migrierimijn mannam boasstot danen gå lidjin boasto biejve biedjam vuodon. OK

source: Mii sávvat veahkehit skuvllaid ásahit plánaid mobbeneastadeapmái, ja sávvat oallugiid searvat.
smj: Sávvap viehkedit skåvlåjt ásadit plánajt givsedimhieredibmáj, ja sávvap moattes sæbrri. GALGÁ LEAT ACC ??

source: Leat váidán sámi vaššiáitagiid ja vuordit politiijaid vuoruhit ášši.
smj: Lep gujddim sáme vassjeájtojt ja vuorddep politijja galggi vuorodit ássjev. GALGÁ LEAT ACC?

source: Son lohká alddis hui čielga rumašgiela.
smj: Sån javllá sujna l huj tjielgga rumájgiella. OK

source: Nubbi lohká alddis hui čielga rumašgiela ja deattuha rehálašvuođa.
smj: Nubbe javllá sujna la huj tjielgga rumájgiella ja dættot rievtugisvuodav. OK

source: Áltá jáhkká sis fargga eanemus sámegielohppiid olles Norggas.
smj: Álltá jáhkká siján li ruvva ienemus sámegieloahppe ålles Vuonan. LI VÁILU

source: In jáhkkán makkárge dávdda mus, dadjá Nystad.
smj: Ittjiv jáhke mujna l makkirak dávdda, javllá Nystad. HAB LOAHPAS

source: Ii jáhkkán alddis dávdda.
smj: Ittjij jáhke sujna lij dávdda. OK

source: Muhto lohká ovttaoaivilis Bivdduin ahte ruoššaluosa galggašii bivdit mearas juo ovdal goargŋu jogaid mielde.
smj: Valla javllá sån la avtan mielan Bivdojn jut ruossjaluosav galgaluluj meran bivddet juo åvddål gå goarŋŋu jågåj milta. F-SUBJ VÁILU

source: Hans Ole ii loga smiehttan dáhttu go šaddat várrepresideantan.
smj: Hans Ole javllá sån ittjij ájádalá sihtá gus sadjásasj presidænntan sjaddat. OK

source: Hans Ole ii loga vel smiehttan dáhttu go šaddat várrepresideantan.
smj: Hans Ole javllá ij la vil ájádallam ájggu gus sjaddat sadjásasj presidænntan. OK

source: Hans Ole Eira Guovddášbellodagas ii loga vel jurddašan makkár rolla sus galggašii eanetlogus.
smj: Hans Ole Eira Guovdásjbelludagán javla ij la vil ájádallam makkir rållav sujna galgaluluj ieneplågon. OK

source: Mun in sáhttán dalle eará dahkat go bissut dien virggis, go ballen Ovddádusbellodaga beassat dasa de čohkkedit.
smj: Ittjiv dalloj máhte iehtjádav dahkat gå dan virgen bissot, gå balliv Åvddånimbelludahka bæssá dasi de tjåhkkidit. WO

source: Son ii loga váttisin leamaš gávdnat ráđđeaddi NSR:s.
smj: Javllá Ij la læhkám gássjel rádevaddev gávnnat NSR:an. OK

source: Maŋŋel go ruoššaluossa lea gorgŋon joga mielde, de ii loga Bjarne borahit šat guoli.
smj: de javllá Bjarne ij bårråt¹ desti máhte guolev. II LOGA SUBJ, AMB SUBJ/F-SUBJ

source: Olgešbellodaga vuosttaš áirras Davveguovllu válgabiirres Hege Christin Bjørkmann ii loga veadjetmeahttumin oahppat sámegiela ja šaddat sámegieloahpaheaddjin jus duođas dáhttu.
smj: Oalgesbelludagá vuostasj ájras Nuorttaguovlo válggabijran Hege Christihin Bjørkmann javllá ij la vejulasj oahppat sámegielav ja sjaddat sámegielåhpadiddjen jus duodaj sihtá. OK? VEADJEMEAHTTUN

source: Son ii loga alcces unohassan dál čuččodit báikkis.
smj: Sån javllá sunji ij la unugis dálla tjuottjodit bájken. OK

source: Son ii loga iežas árgin.
smj: Sån javllá sån ij la hárgge. OK

source: Son ii loga váikkuhan dasa.
smj: Sån javllá sån ittjij vájkkuda dasi. OK

source: Son ii loga vásihan rievdadusaid.
smj: Sån javllá sån ittjij váseda rievddadusájt. OK

source: Son ii loga sin diehtit dollet go dat dieđut deaivása.
smj: Sån javllá sij e diede adnali gus da diedo duohta. OK

source: Son ii loga alddis leat ruhta.
smj: Sån javllá sujna ij la ruhta. OK
